Revit 2027 API
ExportIFCCategoryKey Constructor
 Constructs a new ExportIFCCategoryKey with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportIFCCategoryKey()
Public Sub New
public:
ExportIFCCategoryKey()
new : unit -> ExportIFCCategoryKey
See Also
Reference
ExportIFCCategoryKey Class
ExportIFCCategoryKey Overload
Autodesk.Revit.DB Namespace